{
    "content": {
        "about": {
            "values": {
                "content": {
                    "html": "<p>The 12 Labours Portal has extended the knowledge framework developed by the Physiome system and has enabled users to create personalised Physiome models that link to clinical practice and home healthcare. </p><p></p><p>The portal brings international physiological research into multiscale whole body models, allowing you to run computational models from cells, to functional tissue units, to organs.</p>"
                },
                "title": "About The 12 Labours Portal"
            }
        },
        "about_long": {
            "values": {
                "content": {
                    "html": "<p>The overall goal for the 12 Labours project is to further develop the predictive modelling capability that we and our international partners have built in the Physiome Project, and to add personalised modelling to assist in the clinical diagnosis and treatment of a range of medical conditions.</p><p><br></p><p>We are building tools which allow us to better understand, diagnose and treat the human body. Cell by cell, organ by organ we are developing a model of the human body. Our vision is to have this model available for anyone who wants one as part of their medical record. Data from a wide range of sources including health records, medical equipment and wearable sensors will be combined to personalise this model to be a digital twin. With this digital twin we will be better able to monitor, treat and even predict our health into the future.</p><p><br></p><p>Advances in technology and medicine have vastly improved our ability to diagnose and treat medical conditions. Medical imaging and diagnosis equipment allows us to look within the body and see how it works. We can use this data to build models of  individual cells, organs and even organ systems to increase our understanding of how they work and how disease can impact their function. The Auckland Bioengineering Institute has been at the forefront of biomedical modelling for over two decades. With the 12 Labours project we are using this modelling experience to develop a digital twin. We have identified three core areas required to develop digital twins and give the broadest use and impact.      </p><ol><li><div><p>Building more accurate models that incorporate multiple scales from cells and tissue units through to organs, and combining these organ models to build organ systems and complete digital twins.</p></div></li><li><div><p>Building interoperability, standardisation and security into our predictive modelling frameworks to allow models and data to be secure, personalised and reusable.</p></div></li><li><div><p>Increasing the sources of data available to us and the frequency at which we get data through developing and using data from wearables, implantables and point-of-care devices. </p></div></li></ol><ul><p></p></ul><p></p>"
                },
                "title": "About 12 Labours"
            }
        }
    },
    "multiContent": {
        "project_aims": {
            "values": {
                "contents": [
                    {
                        "html": "<p>A framework for personalised Physiome modelling. This allows users to combine models, link models across spatial and temporal scales, and to personalise the models.</p>"
                    },
                    {
                        "html": "<p>A Physiome modelling platform for precision medicine. This allows medical professionals to implement personalised Physiome models in a clinical setting.</p>"
                    },
                    {
                        "html": "<p>Continuous monitoring using workflows that will allow personalised Physiome models that can connect to wearable, implanted and home-based devices. This allows a continuous flow of data to update an individual’s personalised model for diagnostic monitoring and predicting therapeutic outcomes.</p>"
                    }
                ],
                "title": "Project Aims"
            }
        },
        "partners": {
            "values": {
                "contents": [
                    {
                        "html": "<p><strong>The 12 Labours project is built around a number of international partnerships including:</strong></p><ul><li><div>cardio-respiratory applications (University of Freiburg, University of Oxford),</div></li><li><div>rehabilitation of upper limb mechanics (University of Stuttgart, Stanford University),</div></li><li><div>smooth muscle mechanics (Technische Universitat Braunschweig), </div></li><li><div>reproductive sciences (Newcastle, Warwick University, Eindhoven University of Technology), </div></li><li><div>uterine anatomy (Ludwig-Maximilians-Universitat).</div></li></ul><p></p>"
                    },
                    {
                        "html": "<p><strong>The project also participates International Research Training Programmes with:</strong></p><ul><li><div>University of Stuttgart, </div></li><li><div>Fraunhofer Institute for Manufacturing Engineering and Automation IPA</div></li><li><div> University of Freiburg and, </div></li><li><div>Sheffield University</div></li></ul><p></p>"
                    }
                ],
                "title": "Partnerships"
            }
        },
        "terms_of_service": {
            "values": {
                "contents": [
                    {
                        "html": "<p>The 12 Labours Portal promotes open science through its mission to provide freely available online data, software and other resources relating to data contributed from life science experiments to the largest possible community through the 12 Labours Portal. Please read these Terms and Conditions of Service (“Terms”) carefully before accessing or using the 12 Labours Portal. If you have any questions about these terms, conditions or the practices of the 12 Labours Portal or any of the other Services, please contact us at 12Labours@auckland.ac.nz</p>"
                    },
                    {
                        "html": "<p>An “Account” represents your legal relationship with the 12 Labours Portal. A “User Account” represents an individual User’s authorisation to log in to and use the Services and serves as a User’s identity on the 12 Labours Portal. </p><p>The “Agreement” refers, collectively, to all the terms, conditions, notices contained or referenced in this document (the “Terms and Conditions of Service” or the “Terms”) and all other operating rules, policies (including the 12 Labours Portal Privacy Policy, available at https://12labours.auckland.ac.nz/privacy and procedures that we may publish from time to time on the Portal</p><p>“Content” refers to content featured or displayed through the Portal, including without limitation code, text, data, articles, images, photographs, models, graphics, software, applications, scripts, packages, designs, features, and other materials that are available on the Portal. “Content” also includes Services. “User-Generated Content” is Content, written or otherwise, created or uploaded by our Users. “Your Content” is Content that you create or own.</p><p>The “12 Labours Portal,” and “Portal” refer to the website located at https://12labours.auckland.ac.nz, and all content, services, and products provided by the 12 Labours Portal. Occasionally, Services available through the 12 Labours Portal may provide different or additional terms of service. If those additional terms conflict with this Agreement, the terms of the Services apply to the relevant page or Service.</p><p> The “User,” “You,” and “Your” refer to the individual person, company, or organization that has visited or is using the Portal or Services; that accesses or uses any part of the Account; or that directs the use of the Account in the performance of its functions. A User must be at least 13 years of age.</p>"
                    },
                    {
                        "html": "<p>As a user of the 12 Labours Portal you agree to the Terms and Conditions of Service defined herein. These terms include, but are not limited to:</p><ul><li><div>You must be a human to create an Account. Accounts registered by “bots” or other automated methods are not permitted. We do permit machine accounts.</div></li><li><div>One person or legal entity may maintain no more than one free Account (if you choose to control a machine account as well, that’s fine, but it can only be used for running a machine). </div></li><li><div>You must be age 13 or older in accordance with United States law. If we learn of any User under the age of 13, we will terminate that User’s Account immediately. If you are a resident of a country outside the United States, your country’s minimum age may be older; in such a case, you are responsible for complying with your country’s laws. </div></li><li><div>You are responsible for keeping your Account secure while you use our Portal. </div></li><li><div>You are responsible for all content posted and activity that occurs under your Account (even when content is posted by others who have Accounts under your Account). </div></li><li><div>You are responsible for maintaining the security of your Account and password. We cannot and will not be liable for any loss or damage from your failure to comply with this security obligation. </div></li><li><div>You will promptly notify the 12 Labours Portal by emailing support@12Labours.auckland.ac.nz if you become aware of any unauthorised use of, or access to, the Portal through your Account, including any unauthorized use of your password or Account.</div></li><li><div>You acknowledge Intellectual Property Policies should they exist as specified in a dataset’s associated Data Use Certification.</div></li><li><div>You will provide appropriate acknowledgement in any dissemination of research findings, publications, services or products for any Portal Services. The expected attribution will be indicated on the appropriate web page (e.g., investigator(s) who generated the data, the funding source, and DOI numbers of the dataset).</div><div></div><div></div></li></ul><p></p>"
                    },
                    {
                        "html": "<p>The 12 Labours Program may make our Services available on or through third party sites such as other websites or resources on the internet, and other websites or resources may contain links to the Portal. When you access third party sites, you do so at your own risk. These third-party sites are not under the DRC’s control, and you acknowledge that the 12 labours Program is not responsible or liable for the content, functions, accuracy, legality, appropriateness or any other aspect of such third-party sites. Furthermore, the inclusion of any such link does not imply endorsement by the 12 Labours Program or any association with the third-party sites’ operators. Third parties’ terms may apply to your use of the Portal or Services. Please be aware that while these Terms are our full agreement with you, other parties’ terms govern their relationships with you.</p><p> The 12 Labours Program and our licensors, vendors, agents, and/or our content providers retain ownership of all intellectual property rights of any kind related to the Portal and Services. We reserve all rights that are not expressly granted to you under these Terms or by law. You may not duplicate, copy, or reuse any portion of the HTML/CSS, JavaScript, content, or visual design elements or concepts without express written permission from the 12 Labours Program.</p><p> The 12 Labours Program may assign or delegate these Terms and/or the 12 Labours Portal Privacy Policy (available at https://12labours.auckland.ac.nz/privacy), in whole or in part, to any person or entity at any time with or without your consent, including the Licenses granted. You may not assign or delegate any rights or obligations under the Terms or Privacy Policy without our prior written consent, and any unauthorised assignment and delegation by you is void. </p><p>12 Labours Portal terms and conditions may be changed at any time via a public posting of revisions to the Portal Services. As a user, you agree to review the Terms &amp; Conditions and Privacy Policy each time you use the Portal Services so that you are aware of any modifications made to these policies. By accessing or using the Portal Services, you agree with and to be bound by all of the terms and conditions and policies as posted on the 12 Labours Portal at the time of your access or use, including the Privacy Policy.</p>"
                    },
                    {
                        "html": "<p><strong>Responsibilities: </strong>Your use of the Portal and Services must not violate any applicable laws, including copyright or trademark laws, export control or sanctions laws, or other laws in your jurisdiction. You are responsible for making sure that your use of the Portal and Services is in compliance with laws and any applicable regulations. </p><p></p><p><strong>User-Generated Content: </strong>You may create or upload User-Generated Content while using the Portal and Services. You are solely responsible for the content of, and for any harm resulting from, any User-Generated Content that you post, upload, link to or otherwise make available via the Portal and Services, regardless of the form of that Content. We are not responsible for any public display or misuse of your User-Generated Content. We have the right (though not the obligation) to refuse or remove any User-Generated Content that, in our sole discretion, violates any SPARC Portal terms or policies. </p><p></p><p><strong>Ownership of Content:</strong> You retain ownership of and responsibility for Your Content. If you’re posting anything you did not create yourself or do not own the rights to, you agree that you are responsible for any Content you post; that you will only submit Content that you have the right to post; and that you will fully comply with any third party licenses relating to Content you post. Because you retain ownership of and responsibility for Your Content, we need you to grant us — and other Portal Users — certain legal permissions, listed in the “Licenses” Section. These licenses apply to Your Content. If you upload Content that already comes with a license granting the Portal the permissions we need to run our Services, no additional license is required. You understand that you will not receive any payment for any of the rights granted in the “Licenses” Section. The licenses you grant to us will end when you remove Your Content from our servers, unless other Users have forked it.</p>"
                    }
                ],
                "title": "Terms Of Service"
            }
        }
    },
    "projectInformation": {
        "info": {
            "values": {
                "content": [
                    {
                        "html": "<p>12 Labours aims to improve understanding and diagnosis of medical conditions by bringing physiological models and the predictions made by these models into standard clinical practice. </p><p>Deeper understanding of the human body and physiology has improved medical treatment and health outcomes. We want to take understanding, treatment and ultimately prediction of medical conditions as far as possible through developing computational physiological models. This is driving us to develop accurate models that encompass all scales of physiology from the cell to organ and body as a system. </p><p>Modeles are driven by data. We will increase the sources and frequency of data available to use though using existing medical data, incorporating data from wearables, implantables and home based monitoring equipment and developing new instrumentation and devices to give access to new types of physiological data. </p><p>The complexity of linking models over multiple scales and organs requires us to ensure we standardise the models and ensure they are interoperable.  The same is true for the data used to create these models which has to be stored in a standardised and secure way. This will allow our data and models to be combined as required and run in a unified framework. </p>"
                    },
                    {
                        "html": "<p>PlaceHolder</p>"
                    },
                    {
                        "html": "<p>The 12 Labours project works on grants and donations. If you would like to support the 12 Labours project then you can donate today!</p>"
                    },
                    {
                        "html": "<p>The 12 Labours project promotes open scientific research through its mission to provide freely available online data, software and other resources relating to physiome modelling. </p><p>Our Terms of Service are designed to explain how you can use our portal, websites and applications.</p>"
                    },
                    {
                        "html": "<p>PlaceHolder</p>"
                    }
                ],
                "title": [
                    "Problem Statement",
                    "Impact Statement",
                    "Philantropy",
                    "Terms of Service",
                    "Privacy Policy"
                ],
                "linkCaption": [
                    "Full Statement",
                    "Full Statement",
                    "DONATE",
                    "VIEW MORE",
                    "Full Statement"
                ],
                "link": [
                    "/",
                    "/",
                    "/donate",
                    "/terms-of-service",
                    "/privacy-policy"
                ]
            }
        }
    },
    "banner": {
        "data_and_models": {
            "values": {
                "image": {
                    "url": "https://media.graphassets.com/EY9wbgtnSH6R4nXYMqHp"
                },
                "title": "Data & Models"
            }
        },
        "news_and_events": {
            "values": {
                "image": {
                    "url": "https://media.graphassets.com/OK4b6fOKQlqVh2ZGB1GK"
                },
                "title": "News & Events"
            }
        },
        "events": {
            "values": {
                "image": {
                    "url": "https://media.graphassets.com/ESgHPr8QxEoSzdHZmtBQ"
                },
                "title": "Events"
            }
        },
        "news": {
            "values": {
                "image": {
                    "url": "https://media.graphassets.com/2gDUp6qfSoWMmPkVx88S"
                },
                "title": "News "
            }
        },
        "resources": {
            "values": {
                "image": {
                    "url": "https://media.graphassets.com/E8xkLL2Scel0Jn0NWo5w"
                },
                "title": "Resources"
            }
        }
    },
    "topNews": {
        "newsList": [
            {
                "publishedDate": "2021-09-21",
                "title": "12 Labours Portal hit 1000 models",
                "image": {
                    "url": "https://media.graphassets.com/bkJj0APRrCFUgu61smC9"
                },
                "category": "Articles",
                "blurb": "The 12 Labours Portal now has access to over 1000 computational models. With more models being added every day, it wont be long until we hit 2000.",
                "slug": "1000-models"
            },
            {
                "publishedDate": "2021-09-16",
                "title": "This is title for Logistics of Medicine",
                "image": {
                    "url": "https://media.graphassets.com/NPRvbIyIRdqpSL11InUH"
                },
                "category": "Publications",
                "blurb": "Blurb of Logistics of Medicine. Blurb of Logistics of Medicine. Blurb of Logistics of Medicine. Blurb of Logistics of Medicine. Blurb of Logistics of Medicine. Blurb of Logistics of Medicine. ",
                "slug": "logistics-of-medicine"
            },
            {
                "publishedDate": "2021-08-16",
                "title": "Work from Home",
                "image": {
                    "url": "https://media.graphassets.com/TykQTBTSseVcDzsm4ASr"
                },
                "category": "Articles",
                "blurb": " Blurb for of Work from home. Blurb for of Work from home. Blurb for of Work from home.",
                "slug": "work-from-home"
            }
        ]
    },
    "news": {
        "1000-models": {
            "newsItem": [
                {
                    "publishedDate": "2021-09-21",
                    "title": "12 Labours Portal hit 1000 models",
                    "image": {
                        "url": "https://media.graphassets.com/bkJj0APRrCFUgu61smC9"
                    },
                    "blurb": "The 12 Labours Portal now has access to over 1000 computational models. With more models being added every day, it wont be long until we hit 2000.",
                    "detail": {
                        "html": "<p>The 12 Labours Portal now has access to over 1000 computational models. With more models being added every day, it wont be long until we hit 2000. The 12 Labours Portal now has access to over 1000 computational models. With more models being added every day, it wont be long until we hit 2000.</p><p><strong>Detail of Models</strong></p><p>The 12 Labours Portal now has access to over 1000 computational models. With more models being added every day, it wont be long until we hit 2000.</p><p>Find more <a title=\"http://www.google.com\" href=\"http://www.google.com\">here</a></p>"
                    }
                }
            ]
        },
        "logistics-of-medicine": {
            "newsItem": [
                {
                    "publishedDate": "2021-09-16",
                    "title": "This is title for Logistics of Medicine",
                    "image": {
                        "url": "https://media.graphassets.com/NPRvbIyIRdqpSL11InUH"
                    },
                    "blurb": "Blurb of Logistics of Medicine. Blurb of Logistics of Medicine. Blurb of Logistics of Medicine. Blurb of Logistics of Medicine. Blurb of Logistics of Medicine. Blurb of Logistics of Medicine. ",
                    "detail": {
                        "html": "<p>This is <u><em>detail</em></u> of Logistics of Medicine.  This is <u><em>detail</em></u> of Logistics of Medicine. </p><p></p><p>This is <u><em>detail</em></u> of Logistics of Medicine. This is <u><em>detail</em></u> of Logistics of Medicine. </p><p>This is <u><em>detail</em></u> of Logistics of Medicine. </p>"
                    }
                }
            ]
        },
        "work-from-home": {
            "newsItem": [
                {
                    "publishedDate": "2021-08-16",
                    "title": "Work from Home",
                    "image": {
                        "url": "https://media.graphassets.com/TykQTBTSseVcDzsm4ASr"
                    },
                    "blurb": " Blurb for of Work from home. Blurb for of Work from home. Blurb for of Work from home.",
                    "detail": {
                        "html": "<p>This is <u><strong>detail </strong></u>of Work from home.........This is <u><strong>detail </strong></u>of Work from home.........This is <u><strong>detail </strong></u>of Work from home.........This is <u><strong>detail </strong></u>of Work from home.........This is <u><strong>detail </strong></u>of Work from home.........Work from home. Work from home. Work from home.</p><p>This is <u><strong>detail </strong></u>of Work from home.........</p>"
                    }
                }
            ]
        }
    },
    "newsCategory": {
        "__type": {
            "enumValues": [
                {
                    "name": "Articles"
                },
                {
                    "name": "Release_Notes"
                },
                {
                    "name": "Publications"
                }
            ]
        }
    },
    "topEvents": {
        "eventsList": [
            {
                "startDate": "2021-10-29T02:30:00+00:00",
                "endDate": "2021-10-30T11:37:00+00:00",
                "title": "North American Neuromodulation Society Conference 2021",
                "image": {
                    "url": "https://media.graphassets.com/yKHDjd8QSaxFq5DDG0g6"
                },
                "category": "Conferences",
                "slug": "north-american-neuromodulation",
                "blurb": "This is blurb or short description of event of North American Neuromodulation Society Conference 2021. This is blurb for North American Neuromodulation Society Conference. "
            },
            {
                "startDate": "2021-10-19T08:26:00+00:00",
                "endDate": null,
                "title": "Science of public communication, very exciting webinar on public communication",
                "image": {
                    "url": "https://media.graphassets.com/yKHDjd8QSaxFq5DDG0g6"
                },
                "category": "Webinars",
                "slug": "science-of-public-communication",
                "blurb": "This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb."
            },
            {
                "startDate": "2021-10-02T08:25:00+00:00",
                "endDate": "2021-10-12T08:24:00+00:00",
                "title": "Conference and Workshops. Conference and Workshops. Conference and Workshops.",
                "image": {
                    "url": "https://media.graphassets.com/yKHDjd8QSaxFq5DDG0g6"
                },
                "category": "Conferences",
                "slug": "conference-and-workshops",
                "blurb": "This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb."
            },
            {
                "startDate": "2021-09-25T09:20:00+00:00",
                "endDate": null,
                "title": "Webinar on how to use portal as a Clinician",
                "image": {
                    "url": "https://media.graphassets.com/yKHDjd8QSaxFq5DDG0g6"
                },
                "category": "Conferences",
                "slug": "webinar-on-how-to-use-portal-as-a-clinician",
                "blurb": "This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb."
            },
            {
                "startDate": "2021-09-24T21:30:00+00:00",
                "endDate": "2021-09-27T02:23:00+00:00",
                "title": "Example Conference",
                "image": {
                    "url": "https://media.graphassets.com/yKHDjd8QSaxFq5DDG0g6"
                },
                "category": "Conferences",
                "slug": "example-conference",
                "blurb": "This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb."
            }
        ]
    },
    "event": {
        "north-american-neuromodulation": {
            "eventItem": [
                {
                    "startDate": "2021-10-29T02:30:00+00:00",
                    "endDate": "2021-10-30T11:37:00+00:00",
                    "title": "North American Neuromodulation Society Conference 2021",
                    "image": {
                        "url": "https://media.graphassets.com/yKHDjd8QSaxFq5DDG0g6"
                    },
                    "detail": {
                        "html": "<p>North American Neuromodulation Society Conference 2021 will held this year. ... North American Neuromodulation Society Conference 2021</p><p>North American Neuromodulation Society Conference 2021..North American Neuromodulation Society Conference 2021</p><p></p><p><a title=\"http://www.google.com\" href=\"http://www.google.com\">Click for more</a></p>"
                    },
                    "blurb": "This is blurb or short description of event of North American Neuromodulation Society Conference 2021. This is blurb for North American Neuromodulation Society Conference. ",
                    "externalLink": null
                }
            ]
        },
        "science-of-public-communication": {
            "eventItem": [
                {
                    "startDate": "2021-10-19T08:26:00+00:00",
                    "endDate": null,
                    "title": "Science of public communication, very exciting webinar on public communication",
                    "image": {
                        "url": "https://media.graphassets.com/yKHDjd8QSaxFq5DDG0g6"
                    },
                    "detail": {
                        "html": "<p>science of public communication..science of public communication</p><p></p><table><tbody><tr><td><p>science of public communication</p></td><td><p></p></td></tr><tr><td><p>science of public communication</p></td><td><p></p></td></tr></tbody></table><p></p>"
                    },
                    "blurb": "This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb.",
                    "externalLink": null
                }
            ]
        },
        "conference-and-workshops": {
            "eventItem": [
                {
                    "startDate": "2021-10-02T08:25:00+00:00",
                    "endDate": "2021-10-12T08:24:00+00:00",
                    "title": "Conference and Workshops. Conference and Workshops. Conference and Workshops.",
                    "image": {
                        "url": "https://media.graphassets.com/yKHDjd8QSaxFq5DDG0g6"
                    },
                    "detail": {
                        "html": "<p>Conference and Workshops</p><p>Conference <u><em><strong>and </strong></em></u>Workshops</p>"
                    },
                    "blurb": "This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb.",
                    "externalLink": null
                }
            ]
        },
        "webinar-on-how-to-use-portal-as-a-clinician": {
            "eventItem": [
                {
                    "startDate": "2021-09-25T09:20:00+00:00",
                    "endDate": null,
                    "title": "Webinar on how to use portal as a Clinician",
                    "image": {
                        "url": "https://media.graphassets.com/yKHDjd8QSaxFq5DDG0g6"
                    },
                    "detail": {
                        "html": "<p>Webinar on how to use portal as a Clinician</p><p>Webinar on how to use portal as a Clinician</p>"
                    },
                    "blurb": "This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb.",
                    "externalLink": null
                }
            ]
        },
        "example-conference": {
            "eventItem": [
                {
                    "startDate": "2021-09-24T21:30:00+00:00",
                    "endDate": "2021-09-27T02:23:00+00:00",
                    "title": "Example Conference",
                    "image": {
                        "url": "https://media.graphassets.com/yKHDjd8QSaxFq5DDG0g6"
                    },
                    "detail": {
                        "html": "<p>Example Conference. Example Conference. Example Conference</p><p>Example Conference. Example Conference. Example Conference</p>"
                    },
                    "blurb": "This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb. This is short description blurb.",
                    "externalLink": "http://www.google.com"
                }
            ]
        }
    },
    "eventsCategory": {
        "__type": {
            "enumValues": [
                {
                    "name": "Webinars"
                },
                {
                    "name": "Conferences"
                }
            ]
        }
    },
    "feedbackReason": {
        "__type": {
            "enumValues": [
                {
                    "name": "Report_an_error"
                },
                {
                    "name": "Report_missing_information"
                },
                {
                    "name": "Report_incorrect_information"
                },
                {
                    "name": "Request_a_new_feature"
                }
            ]
        }
    },
    "contactReason": {
        "__type": {
            "enumValues": [
                {
                    "name": "Want_to_know_more_information"
                }
            ]
        }
    },
    "contactArea": {
        "__type": {
            "enumValues": [
                {
                    "name": "Modelling"
                },
                {
                    "name": "Coding"
                }
            ]
        }
    }
}